package domain;

/**
 * Description:
 * 定义所有学生信息
 *
 * @author: gyt
 * @date: 2021/6/19 15:08
 */
public class Data {   //data数据

    //college,id,name,age,sex
    //college学院
    public static final String[][] PERSON = {
            {"工 学 院", "1", "马  云", "22", "男"},
            {"人文学院", "2", "马化腾", "23", "男"},
            {"工 学 院", "3", "杜  鹃", "19", "女"},
            {"工 学 院", "4", "刘强东", "24", "男"},
            {"商 学 院", "5", "雷  军", "21", "男"},
            {"工 学 院", "6", "董明珠", "22", "女"},
            {"商 学 院", "7", "李彦宏", "20", "男"},
            {"人文院学", "8", "杨惠妍", "17", "女"},
            {"人文学院", "9", "杨元庆", "25", "男"},
            {"商 学 院", "10", "陶华碧", "26", "女"},
            {"工 学 院", "11", "丁  磊", "21", "男"},
            {"工 学 院", "12", "张朝阳", "25", "男"},
            {"工 学 院", "13", "彭  蕾", "23", "女"},
            {"商 学 院", "14", "杨致远", "18", "男"}
    };

}
